# 목차]

# [소개]
# (0:00:00) 0.Intro
# (0:00:37) 1.소개
# (0:02:25) 2.활용편5 소개

# [Pandas]
# (0:05:58) 3.Series
# (0:15:34) 4.DataFrame
# (0:26:30) 5.Index
# (0:35:25) 6.파일 저장 및 열기
# (0:53:25) 7.데이터 확인
# (1:05:00) 8.데이터 선택 (기본)
# (1:12:28) 9.데이터 선택 (loc)
# (1:18:23) 10.데이터 선택 (iloc)
# (1:25:21) 11.데이터 선택 (조건) #1
# (1:34:13) 12.데이터 선택 (조건) #2
# (1:43:38) 13.결측치
# (1:54:56) 14.데이터 정렬
# (2:01:22) 15.데이터 수정
# (2:24:12) 16.함수 적용
# (2:31:27) 17.그룹화
# (2:47:01) 18.퀴즈

# [Matplotlib]
# (2:55:33) 19.그래프 기본
# (3:05:23) 20.축
# (3:11:25) 21.범례
# (3:15:56) 22.스타일
# (3:35:48) 23.파일 저장
# (3:39:31) 24.텍스트
# (3:44:17) 25.여러 데이터
# (3:49:51) 26.막대 그래프 (기본)
# (3:58:10) 27.막대 그래프 (심화)
# (4:05:03) 28.DataFrame 활용
# (4:10:52) 29.누적 막대 그래프
# (4:17:03) 30.다중 막대 그래프
# (4:28:37) 31.원 그래프 (기본)
# (4:38:44) 32.원 그래프 (심화)
# (4:53:06) 33.산점도
# (5:04:24) 34.여러 그래프
# (5:13:18) 35.퀴즈

# [프로젝트]
# (5:27:16) 36.인구 피라미드
# (5:52:05) 37.출생아 수 및 합계출산율
# (6:18:14) 38.Outro